Команда SOC обнаружила подозрительную активность в сетевом трафике, свидетельствующую о взломе компьютера. Конфиденциальная информация компании была похищена. Ваша задача — использовать файлы Network Capture (PCAP) и данные Threat Intelligence, чтобы расследовать инцидент и установить, как произошла утечка.  

1) в первых строках виден запрос dns на вредоносный url(в вирустотал).

2) в запросах http можно увидеть, что ответ на GET /login.php странный. а) тип данных указан - бинарный. б) возвращается js файл, а не html . в) при просмотре файла, видно что код обфусцирован(можно использовать <https://obf-io.deobfuscate.io/> для дебфускации) и увидеть, что делает этот файл. Это указывает на то, что хотят, чтобы сервер скачал и выполнил этот js файл. Также размер ответа(суммарный, ответ разделен) 5558 байт, что много

3) в разделе Data можно указать показывать md5 хеш, после его можно закинуть в вирустотал. также можно просто сделать хеш файла 

4) у виндовс процесс работающий с js файлами это **wscript.exe** или cscript.exe. В коде указан первый

5) в коде видно что должен скачаться  /resources.dll 

6) ищем   /resources.dll 
